{"_id":{"$oid":"5ca34dbe2b35c500175b2cc6"},"isAvailable":true,"name":"mountain bike","description":"Mountain bikes usually have 26” or 29″ wide knobby tires which allow them to be ridden in loose dirt and over obstacles. These bikes have flat handlebars and rugged frames and components.","date":{"$date":"2019-04-02T11:55:42.258Z"},"__v":0}
{"_id":{"$oid":"5ca34ea12b35c500175b2cc7"},"isAvailable":true,"name":"road bike","description":"Road bikes can be identified by their skinny tires and down-turned or “drop” handlebars. These bikes rule the road due to their extreme efficiency and speed.","date":{"$date":"2019-04-02T11:59:29.216Z"},"__v":0}
{"_id":{"$oid":"5ca34ecb2b35c500175b2cc8"},"isAvailable":true,"name":"bmx","description":"BMX stands for Bicycle Motor Cross because these single-speed bikes are raced around a short dirt track similar to the motor sport.","date":{"$date":"2019-04-02T12:00:11.040Z"},"__v":0}
{"_id":{"$oid":"5ca34ef22b35c500175b2cc9"},"isAvailable":true,"name":"folding bike","description":"A folding bike can be a great travel companion.  Because they fold, they fit easily on a subway, in the trunk of a car, or on a boat. When traveling by air one can avoid the additional charges and hassle associated with transporting a full sized bicycle.","date":{"$date":"2019-04-02T12:00:50.202Z"},"__v":0}
{"_id":{"$oid":"5ca34f162b35c500175b2cca"},"isAvailable":true,"name":"beach cruiser","description":"A beach Cruiser is a bicycle designed for riding short distances on flat terrain, like a boardwalk. Cruisers are identifiable by high handle bars and usually have fenders, and chain guards.","date":{"$date":"2019-04-02T12:01:26.076Z"},"__v":0}
{"_id":{"$oid":"5ca34f492b35c500175b2ccb"},"isAvailable":true,"name":"kids bike","description":"A child’s bike is a bicycle that has been designed specifically for youth. Every aspect of these vehicles is scaled down to be safe and appropriate for a child.","date":{"$date":"2019-04-02T12:02:17.571Z"},"__v":0}
{"_id":{"$oid":"5ca34f8a2b35c500175b2ccc"},"isAvailable":true,"name":"track bike","description":"A track bike is a road bike with a single gear that does not freewheel or coast.This means the cyclist cannot coast on this style of bike.","date":{"$date":"2019-04-02T12:03:22.167Z"},"__v":0}
{"_id":{"$oid":"5ca34fc52b35c500175b2ccd"},"isAvailable":true,"name":"commuting bike","description":"Simply put, a commuting bike is any bicycle used as general transportation, regardless of the style. Commuting bikes generally have practical amenities such as lights, rear racks, bags, locks and fenders.","date":{"$date":"2019-04-02T12:04:21.969Z"},"__v":0}
{"_id":{"$oid":"5ca3500e2b35c500175b2cce"},"isAvailable":true,"name":"accessories","description":"Multiple accessories, such helmet, brakes, chains, etc","date":{"$date":"2019-04-02T12:05:34.176Z"},"__v":0}
